export default {
  landing: {
    banner: {
      aboutUs: 'О нас',
      contacts: 'Контакты',
      corgiText: 'Ты мастер своего дела?',
      subtitle1: 'Ищешь своих клиентов?',
      subtitle2: 'Карантин убивает твой бизнес?',
    },
    aboutUs: {
      title: 'О нас',
      p1: 'Fixe поможет тебе с поиском клиентов в твоём ремесле.',
      p2: 'Подработка или основная работа?',
      p3: 'С нами у тебя всегда будет способ получать деньги за то, что ты умеешь делать на отлично!',
    },
    reasons: {
      title: 'Почему с нами стоит работать?',
      corgiText: '- это удобный способ иметь огромный выбор заказов по самой выгодной цене за работу.',
      reason1: 'Постоянный поток клиентов',
      reasonDesc1: 'поможет тебе работать по гибкому графику и всегда иметь под рукой способ заработка.',
      reason2: 'Система рейтинга',
      reasonDesc2: 'обезопасит тебя от недобросовестных клиентов, а модераторы помогут решить конфликтные ситуации.',
      reason3: 'Регулярные выплаты',
      reasonDesc3: 'помогут безопасно получать деньги за выполненные заказы прямо на банковскую карту.',
    },
    howItWorks: {
      title: 'Как это работает?',
      p1: 'Всё просто!',
      p2: 'Регистрируйся и получай первые заказы уже в течении нескольких минут.',
      p3: 'Получай ближайшие заказы в твоём городе уже сейчас!',
    },
    footer: {
      title: 'Укажите номер телефона, и мы пришлем СМС с ссылкой на загрузку приложения',
      getLink: 'Получить ссылку',
      android: 'Fixe для android',
      download: 'Скачать приложение',
      soon: 'скоро в',
      qrCode: 'код для скачивания приложения',
      city: 'г. Харьков',
      socials: 'Мы в социальных сетях',
      errors: {
        minimumLength: 'Строка очень короткая',
        maximumLength: 'Строка очень длинная',
        required: 'Поле обязательное',
      },
    },
  },
};
