export default {
  landing: {
    banner: {
      aboutUs: 'О нас',
      contacts: 'Контакты',
      investors: 'Инвесторам',
      corgiText: 'Ты мастер своего дела?',
      subtitle1: 'Ищешь своих клиентов?',
      subtitle2: 'Карантин убивает твой бизнес?',
    },
    aboutUs: {
      title: 'О нас',
      p1: 'Fixe поможет тебе с поиском клиентов в твоём ремесле.',
      p2: 'Подработка или основная работа?',
      p3: 'С нами у тебя всегда будет способ получать деньги за то, что ты умеешь делать на отлично!',
    },
    reasons: {
      title: 'Почему с нами стоит работать?',
      corgiText: '- это удобный способ иметь огромный выбор заказов по самой выгодной цене за работу.',
      reason1: 'Постоянный поток клиентов',
      reasonDesc1: 'поможет тебе работать по гибкому графику и всегда иметь под рукой способ заработка.',
      reason2: 'Система рейтинга',
      reasonDesc2: 'обезопасит тебя от недобросовестных клиентов, а модераторы помогут решить конфликтные ситуации.',
      reason3: 'Регулярные выплаты',
      reasonDesc3: 'помогут безопасно получать деньги за выполненные заказы прямо на банковскую карту.',
    },
    placeholders: {
      modalWindowInputName: 'Найменование работы',
      modalWindowInputPrice: 'Цена за работу',
    },
    modalWindow: {
      button: 'Сохранить',
    },
    topBar: {
      exitButton: 'Выйти',
      categories: 'Категории',
      orders: 'Заказы',
      users: 'Пользователи',
      payment: 'Платежи',
    },
    categories: {
      placeholder: 'Имя',
      header: 'Категории',
      buttons: {
        delete: 'Удалить',
        edit: 'Редактировать',
        workTypesButtonName: 'Типы работ',
      },
    },
    howItWorks: {
      title: 'Как это работает?',
      p1: 'Всё просто!',
      p2: 'Регистрируйся и получай первые заказы уже в течении нескольких минут.',
      subtitle: 'Получай ближайшие заказы в твоём городе уже сейчас!',
    },
    footer: {
      title: 'Укажите номер телефона, и мы пришлем СМС с ссылкой на загрузку приложения',
      getLink: 'Получить ссылку',
      android: 'Fixe для android',
      download: 'Скачать приложение',
      soon: 'скоро в',
      qrCode: 'код для скачивания приложения',
      city: 'г. Харьков',
      socials: 'Мы в социальных сетях',
      errors: {
        minimumLength: 'Строка очень короткая',
        maximumLength: 'Строка очень длинная',
        required: 'Поле обязательное',
      },
    },
  },
  login: {
    hello: 'Привет!',
    text: 'Войдите в свою учетную запись и начните работать с нами',
    header: 'Войти в Fixe',
    button: 'Войти',
    name: 'Email',
    password: 'Пароль',
    forgotPassword: 'Забыли пароль?',
    rememberMe: 'Запомнить меня',
    error: 'Не правильный логин или пароль',
  },
  landingCustomer: {
    banner: {
      aboutUs: 'О нас',
      contacts: 'Контакты',
      investors: 'Инвесторам',
      corgiText: 'Обратись к проверенным мастерам',
      subtitle1: 'Что-то, как всегда не вовремя, сломалось?',
      subtitle2: 'Нужно срочно починить?',
    },
    aboutUs: {
      title: 'О нас',
      p1: 'Найди ближайшего специалиста, '
          + 'который решит твой вопрос в приложении Fixe.',
      p2: 'Сотни мастеров и специалистов, '
          + 'буквально в нескольких минутах от тебя, '
          + 'решат твою проблему качественно и быстро',
    },
    reasons: {
      corgiText: '- это удобный способ найти решение своей проблемы по самой выгодной цене за работу.',
      reason1: 'Удобства',
      reasonDesc1: 'Простая и быстрая регестрация заказа.',
      reason2: 'Безопасность',
      reasonDesc2: 'Работай только с проверенными мастерами и'
          + ' просматривай отзывы от других пользователей.',
      reason3: 'Скорость',
      reasonDesc3: 'Все мастера находятся в нескольких минутах от тебя.',
      reason4: 'Выбор',
      reasonDesc4: 'Более 100 видов работ.'
          + ' Ежемесячное добавление новых категорий специалистов.',
    },
    howItWorks: {
      title: 'Как это работает?',
      p1: 'Все просто',
      p2: 'Общайся с мастерами в приложении и уточняй все нюансы.',
      p3: 'Оставляй отзыв и рейтинг мастера после выполненного заказа.',
      p4: 'Оплачивай картой за несколько мгновений.',
      p5: 'Обращайся с любым вопросом к онлайн модератору.',
      subtitle: 'Скачивай приложение и'
          + ' решай любую поломку быстро и без нервов!',
    },
  },
};
