export default {
  landing: {
    banner: {
      aboutUs: 'Про нас',
      contacts: 'Контакти',
      corgiText: 'Ти майстер своєї справи?',
      subtitle1: 'Шукаєш своіх клієнтів?',
      subtitle2: 'Карантин вбиває твій бізнес?',
    },
    aboutUs: {
      title: 'Про нас',
      p1: 'Fixe допоможе тобі з пошуком клієнтів в твоєму ремеслі.',
      p2: 'Подработка чи основна робота?',
      p3: 'З нами у тебе завжди буде спосіб отримувати гроші за те, что ти вмієш робити на відмінно!',
    },
    reasons: {
      title: 'Чому з нами варто працювати?',
      corgiText: '- це зручний спосіб мати великий вибір замовлень за найвигіднішою ціною за роботу.',
      reason1: 'Постійний потік клієнтів',
      reasonDesc1: 'допоможе тобі працювати за гнучким графіком і завжди мати під рукою спосіб заробітку.',
      reason2: 'Система рейтингу',
      reasonDesc2: 'убезпечить тебе від недобросовісних клієнтів, а модератори допоможуть вирішити конфліктні ситуації.',
      reason3: 'Регулярні виплати',
      reasonDesc3: 'допоможуть безпечно отримувати гроші за виконані замовлення прямо на банківську карту.',
    },
    howItWorks: {
      title: 'Як це працює?',
      p1: 'Все просто!',
      p2: 'Реєструйся та отримуй перші замовлення вже протягом декількох хвилин.',
      p3: 'Отримуй найближчі замовлення в твоєму місті вже зараз!',
    },
    footer: {
      title: 'Вкажіть номер телефону, і ми надішлемо СМС з посиланням на завантаження програми',
      getLink: 'Отримати посилання',
      android: 'Fixe для android',
      download: 'Завантажити додаток',
      soon: 'скоро в',
      qrCode: 'код для завантаження додатку',
      city: 'м. Харків',
      socials: 'Ми у соціальних мережах',
      errors: {
        minimumLength: 'Строка дуже коротка',
        maximumLength: 'Строка дуже довга',
        required: 'Поле обов\'язкове',
      },
    },
  },
};
