export default {
  landing: {
    banner: {
      aboutUs: 'Про нас',
      contacts: 'Контакти',
      investors: 'Інвесторам',
      corgiText: 'Ти майстер своєї справи?',
      subtitle1: 'Шукаєш своіх клієнтів?',
      subtitle2: 'Карантин вбиває твій бізнес?',
    },
    aboutUs: {
      title: 'Про нас',
      p1: 'Fixe допоможе тобі з пошуком клієнтів в твоєму ремеслі.',
      p2: 'Тимчасовий заробіток чи основна робота?',
      p3: 'З нами у тебе завжди буде спосіб отримувати гроші за те, что ти вмієш робити на відмінно!',
    },
    reasons: {
      title: 'Чому з нами варто працювати?',
      corgiText: '- це зручний спосіб мати великий вибір замовлень за найвигіднішою ціною за роботу.',
      reason1: 'Постійний потік клієнтів',
      reasonDesc1: 'допоможе тобі працювати за гнучким графіком і завжди мати під рукою спосіб заробітку.',
      reason2: 'Система рейтингу',
      reasonDesc2: 'убезпечить тебе від недобросовісних клієнтів, а модератори допоможуть вирішити конфліктні ситуації.',
      reason3: 'Регулярні виплати',
      reasonDesc3: 'допоможуть безпечно отримувати гроші за виконані замовлення прямо на банківську карту.',
    },
    howItWorks: {
      title: 'Як це працює?',
      p1: 'Все просто!',
      p2: 'Реєструйся та отримуй перші замовлення вже протягом декількох хвилин.',
      subtitle: 'Отримуй найближчі замовлення в твоєму місті вже зараз!',
    },
    footer: {
      title: 'Вкажіть номер телефону, і ми надішлемо СМС з посиланням на завантаження програми',
      getLink: 'Отримати посилання',
      android: 'Fixe для android',
      download: 'Завантажити додаток',
      soon: 'скоро в',
      qrCode: 'код для завантаження додатку',
      city: 'м. Харків',
      socials: 'Ми у соціальних мережах',
      errors: {
        minimumLength: 'Строка дуже коротка',
        maximumLength: 'Строка дуже довга',
        required: 'Поле обов\'язкове',
      },
    },
  },
  landingCustomer: {
    banner: {
      aboutUs: 'О нас',
      contacts: 'Контакти',
      investors: 'Інвесторам',
      corgiText: 'Звернись до перевірених майстрів',
      subtitle1: 'Щось, як завжди невчасно, зламалося?',
      subtitle2: 'Потрібно терміново полагодити?',
    },
    aboutUs: {
      title: 'О нас',
      p1: 'Знайти найближчого спеціаліста, ' +
          'який вирішить твоє запитання в додатку Fixe.',
      p2: 'Сотні майстрів і спеціалістів, ' +
          'буквально в декількох хвилинах від тебе, ' +
          'вирішать твою проблему якісно і швидко',
    },
    reasons: {
      corgiText: '- це зручний спосіб знайти вирішення своєї проблеми за самою вигідною ціною за роботу.',
      reason1: 'Зручності',
      reasonDesc1: 'Проста і швидка регестрации замовлення.',
      reason2: 'Безпека',
      reasonDesc2: 'Працюй тільки з перевіреними майстрами і' +
          ' переглядав відгуки від інших користувачів.',
      reason3: 'Швидкість',
      reasonDesc3: 'Всі майстри знаходяться в декількох хвилинах від тебе.',
      reason4: 'Вибір',
      reasonDesc4: 'Понад 100 видів робіт.' +
          ' Щомісячне додавання нових категорій фахівців.',
    },
    howItWorks: {
      title: 'Як це працює?',
      p1: 'Все просто!',
      p2: 'Спілкуйся з майстрами в додатку і уточнюй всі нюанси.',
      p3: 'Залишай відгук і рейтинг майстра після виконаного замовлення.',
      p4: 'Оплачуй картою за кілька миттєвостей.',
      p5: 'Звертайся з будь-яким питанням до онлайн модератору.',
      subtitle: 'Завантажте додаток і' +
          ' вирішуй будь-яку поломку швидко і без нервів!',
    },
  },
};
